import './begemotik.css';
import React,{Component} from 'react';

class Begemotik extends Component{
render(){
	return (
		<section className="begemotik">
			<h1>Бегемоша</h1>
			<img src={require('./begemotik.jpg')} alt="Бегемотик" />
			<p>Автор игрушки - Наталия Лебедева.</p>
<h3>Условные обозначения:</h3>
<ul>
<li> • ка–кольцоами гуруми</li>
<li> • вп–воздушная петля</li>
<li> • сбн–столбик без накида</li>
<li> • пр–прибавка</li>
<li> • уб–убавка</li>
<li> • сс–соединительный столбик</li>
</ul>
<h3>Руки:</h3>
<p>
<strong>Начинаем вязать белым.</strong>
<li>1.6вка</li>
<li>2.6пр(12)</li>
<li>3.(сбн,пр)*6(18)</li>
<strong>Меняем нить на голубую</strong>
<li>4-6.18сбн</li>
<li>7.(4сбн,уб)*3(15)</li>
<li>8-9.15сбн</li>
<strong>Меняем нить на желтый или выбраный вами цвет</strong>
<li>10.15сбн</li>
<li>11.(3сбн,уб)*3(12)</li>
<li>12.12сбн.</li>
<li>13.(4,уб)*2(10)</li>
<li>14.10сбн</li>
</p>
<h3>Ноги:</h3>
<p>
<strong>Начинаем вязать белым</strong>
<li>1.6вка</li>
<li>2.6пр(12)</li>
<li>3.(сбн,пр)*6(18)</li>
<strong>Меняем нить на голубую</strong>
<li>4.(2сбн,пр)*6(24)</li>
<li>5.24сбн</li>
<li>6.(4сбн,уб)*4(20)</li>
<li>7.20сбн</li>
<li>8.(8сбн,уб)*2(18)</li>
<li>9.18сбн</li>
<li>10.(4сбн,уб)*3(15)</li>
<li>11.15сбн</li>
<li>12.(3сбн,уб)*3(12)</li>
<li>13.12сбн</li>
</p>

<h3>Голова:</h3>
<p>
<li>1.6сбнвка</li>
<li>2.6пр(12)</li>
<li>3.(сбн,пр)*6(18)</li>
<li>4.(2сбн,пр)*6(24)</li>
<li>5.(3сбн,пр)*6(30)</li>
<li>6.(4сбн,пр)*6(36)</li>
<li>7.(5сбн,пр)*6(42)</li>
<li>8-11.(4ряда)42сбн</li>
<li>12.(5сбн,уб)*6(36)</li>
<li>13.(4сбн,уб)*6(30)</li>
<li>14.(3сбн,уб)*6(24)</li>
<li>15.(2сбн,уб)*6(18)</li>
<li>16.(сбн,уб)*6(12)</li>
</p>
<strong>Набиваем голову</strong>
<p>
Продолжаем вязать голову слитно с телом, меняем нить на желтую или выбраный вами цвет.
</p>

<h3>Тело:</h3>
	<p>
	<li>17.(сбн,пр)*6(18)</li>
	</p>

<strong>Ввязываем ручку.</strong>
<p>Прикладываем руку к вязанию и вяжем через три
стенки</p>
<strong>Примечание!</strong>
<p>Так как плотность вязки и номер крючка могут
отличатся от моих, то может идти небольшое
смещение ножек. Если вы заметили что они
получаются не на том месте где у меня,то
скорректируйте под вашу игрушечку.
получается. По руке нужно провязывать пять петель!
</p>
<p>
<li>18.прикладываем руку (2сбн,пр,2сбнпоруке), пр,
2сбн, пр, (снова по руке-2сбн ,пр,2сбн), далее пр,
2сбн, пр. (24)</li>
<li>19-20.24сбн</li>
<li>21.(3сбн, пр)*6(30)</li>
<li>22.9сбн,6пр,15сбн(36)</li>
<li>23.36сбн</li>
<li>24.36сбн</li>
<strong>Меняем нить на голубую.</strong>
<li>25.36сбн</li>
<li>26.(5сбн, пр)*6(42)</li>
<li>27.42сбн</li>
<li>28.(5сбн,уб)*6(36)</li>
<li>29.(4сбн,уб)*6(30)</li>
<strong>Ввязываем ногу.</strong>
<li>30.6сбн,(приложить ногу и провязать по ней 6сбн),
6сбн,(приложить ногу 6сбн по ней), 6сбн.(24)</li>
<li>31.(3сбн,уб)*6(24)</li>
<li>32.(2сбн,уб)*6(18)</li>
<strong>Набиваем тело</strong>
<li>33.(сбн,уб)*6(12)</li>
<li>34.6убавок.</li>
</p>

<h3>Ушки:</h3>
<li>1.6вка</li>
<li>2.6пр(12)</li>

<h3>Мордочка:</h3>
<p>
<li>1.Набираем 8 возд.петель.Во вторую петлю от
крючка делаем прибавку, 5сбн, в крайнюю
провязать3сбн, вяжемпокругу, 6сбн.(16)</li>
<li>2.2пр, 5сбн, 3пр, 5
сбн, пр, сделать
петлю смещения, это
значит провязать сбнв
первую петлю
следующего ряда и
сместить маркер
вперед.(22)</li>
<li>3.Пр, сбн, пр, 6сбн,
пр, сбн, пр, сбн, пр,
6сбн, пр, сбн(28)</li>
<li>4-5.28сбн</li>
<li>6.Уб, сбн, уб,
6сбн, уб, сбн, уб, сбн, уб, 6сбн, уб, сбн(22)</li>
</p>
<h3>Хвостик:</h3>
<p>
1.6вка
2-3.6сбн
</p>

<h3>Приступаем к сборке бегемоши.</h3>
<p>Пришиваем мордочку под 9 рядом, вышиваем ноздри. Нужно сделать утяжку,чтобы появился ротик,вставляем нить снизу, выводим сверху и обратно несколько раз.Как на фото. Можно не делать, это по желанию))).</p>
		</section>
		)
}
}

export default Begemotik;
