export const toys =[{
	'id':'01',
	'image':'images/4fce16e37e243ffa4552f042f0c31602.jpeg',
	'title':'Сова',
	'author':'Мартин Артихович',
	'shema':[
		{'id':'01','title':'Сокращения:',
			'text':[
				{'id':'01','step':'СБН — столбик без накида. '},
				{'id':'02','step':'СС — соединительный столбик.'},
				{'id':'03','step':'Пр. — прибавка. '},
				{'id':'04','step':'Уб. — убавка. '}
			]
		},
		{'id':'02','title':'Туловище:',
			'text':[
				{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
				{'id':'02','step':'2 ряд: пр. по кругу (12);'},
				{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
				{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
				{'id':'05','step':'5 ряд: 3 СБН, пр. (30);'},
				{'id':'06','step':'6 ряд: 4 СБН, пр. (36);'},
				{'id':'07','step':'7—10 ряд: СБН по кругу. (36);'},
				{'id':'08','step':'Поменять цвет;'},
				{'id':'09','step':'11—15 ряд: СБН по кругу. (36);'},
				{'id':'10','step':'Поменять цвет;'},
				{'id':'11','step':'15—19 ряд: СБН по кругу. (36);'},
				{'id':'12','step':'Набить наполнителем, сложить пополам и провязать СБН либо СС за обе'},
				{'id':'13','step':'стороны, тем самым соединив деталь.'},
				{'id':'14','step':'Итак, у нас появилось туловище!'}
			]
		},
		{'id':'03','title':'Крылья (2 детали):',
			'text':[
				{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
				{'id':'02','step':'2 ряд: пр. по кругу (12);'},
				{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
				{'id':'04','step':'4 ряд: 5 СБН, пр. (21);'},
				{'id':'05','step':'5—6 ряд: СБН по кругу (21);'},
				{'id':'06','step':'Поменять цвет;'},
				{'id':'07','step':'7—9 ряд: СБН по кругу (21);'},
				{'id':'08','step':'10 ряд: 5, уб. (18);'},
				{'id':'09','step':'11 ряд: 1, уб. (12);'},
				{'id':'10','step':'Провязать 4 убавки, затем сложить пополам и пришить к туловищу.'},
			]
		},
		{'id':'04','title':'Ушки (С двух сторон)',
				'text':[
				{'id':'01','step':'Нарезать нитки трех цветов. '},
				{'id':'02','step':'Каждого цвета—по две нитки по 7 см (на два ушка—две нитки одного цвета по нитке на каждое), '},
				{'id':'03','step':'Cложить нитку пополам и продеть через отверстие в уголке петельку от нитки, '},
				{'id':'04','step':'Вставить в петельку два кончика (которые должны быть с другой стороны) и затянуть; '},
				{'id':'05','step':'Повторить это с оставшимися нитками. '},
				{'id':'06','step':'Что бы ушки распушились нужно раскрутить, затем расслоить нитку, и расчесывать до получения пушистости.)'}
				]
			},
	]
},
{
	'id':'02',
	'image':'images/e1e2304dc85db8c0db4767b85ea5888b.jpg',
	'title':'Бегемоша',
	'author':'Наталия Лебедева',
	'shema':[
		{'id':'01','title':'Условные обозначения:',
	'text':[
			{'id':'01','step':'ка–кольцами гуруми'},
			{'id':'02','step':'вп–воздушная петля'},
			{'id':'03','step':'сбн–столбик без накида'},
			{'id':'04','step':'пр–прибавка'},
			{'id':'05','step':'уб–убавка'},
			{'id':'06','step':'сс–соединительный столбик'}
			]
		},
		{'id':'02','title':'Руки:',
			'text':[
			{'id':'01','step':'Начинаем вязать белым.'},
			{'id':'02','step':'1.6вка'},
			{'id':'03','step':'2.6пр(12)'},
			{'id':'04','step':'3.(сбн,пр)*6(18)'},
			{'id':'05','step':'Меняем нить на голубую'},
			{'id':'06','step':'4-6.18сбн'},
			{'id':'07','step':'7.(4сбн,уб)*3(15)'},
			{'id':'08','step':'8-9.15сбн'},
			{'id':'09','step':'Меняем нить на желтый или выбраный вами цвет'},
			{'id':'10','step':'10.15сбн'}, 
			{'id':'11','step':'11.(3сбн,уб)*3(12)'}, 
			{'id':'12','step':'12.12сбн.'}, 
			{'id':'13','step':'13.(4,уб)*2(10)'}, 
			{'id':'14','step':'14.10сбн'}
			]
		},
		{'id':'03','title':'Ноги:', 'text':[
			{'id':'01','step':'Начинаем вязать белым'},
			{'id':'02','step':'1.6вка'}, 
			{'id':'03','step':'2.6пр(12)'}, 
			{'id':'04','step':'3.(сбн,пр)*6(18)'},
			{'id':'05','step':'Меняем нить на голубую'}, 
			{'id':'06','step':'4.(2сбн,пр)*6(24)'}, 
			{'id':'07','step':'5.24сбн'}, 
			{'id':'08','step':'6.(4сбн,уб)*4(20)'}, 
			{'id':'09','step':'7.20сбн'}, 
			{'id':'10','step':'8.(8сбн,уб)*2(18)'}, 
			{'id':'11','step':'9.18сбн'}, 
			{'id':'12','step':'10.(4сбн,уб)*3(15)'},
			{'id':'13','step':'11.15сбн'}, 
			{'id':'14','step':'12.(3сбн,уб)*3(12)'}, 
			{'id':'15','step':'13.12сбн'}
			]
		},
		{'id':'04','title':'Голова:', 'text':[
			{'id':'01','step':'1.6сбнвка'},
			{'id':'02','step':'2.6пр(12)'},
			{'id':'03','step':'3.(сбн,пр)*6(18)'},
			{'id':'04','step':'4.(2сбн,пр)*6(24)'},
			{'id':'05','step':'5.(3сбн,пр)*6(30)'},
			{'id':'06','step':'6.(4сбн,пр)*6(36)'},
			{'id':'07','step':'7.(5сбн,пр)*6(42)'},
			{'id':'08','step':'8-11.(4ряда)42сбн'},
			{'id':'09','step':'12.(5сбн,уб)*6(36)'},
			{'id':'10','step':'13.(4сбн,уб)*6(30)'},
			{'id':'11','step':'14.(3сбн,уб)*6(24)'},
			{'id':'12','step':'15.(2сбн,уб)*6(18)'},
			{'id':'13','step':'16.(сбн,уб)*6(12)'},
			{'id':'14','step':'Набиваем голову'},
			{'id':'15','step':'Продолжаем вязать голову слитно с телом, меняем нить на желтую или выбраный вами цвет.'}
			]},
		{'id':'05','title':'Тело:', 'text':[
			{'id':'01','step':'17.(сбн,пр)*6(18)'}
			]},
		{'id':'06','title':'Ввязываем ручку.', 'text':[
			{'id':'01','step':'Прикладываем руку к вязанию и вяжем через три стенки'}
			]},
		{'id':'06','title':'Примечание!', 'text':[
			{'id':'01','step':'Так как плотность вязки и номер крючка могут отличатся от моих, то может идти небольшое смещение ножек. Если вы заметили что они получаются не на том месте где у меня,то скорректируйте под вашу игрушечку. получается. По руке нужно провязывать пять петель!'},
			{'id':'02','step':'18.прикладываем руку (2сбн,пр,2сбнпоруке), пр, 2сбн, пр, (снова по руке-2сбн ,пр,2сбн), далее пр, 2сбн, пр. (24)'},
			{'id':'03','step':'19-20.24сбн'},
			{'id':'04','step':'21.(3сбн, пр)*6(30)'},
			{'id':'05','step':'22.9сбн,6пр,15сбн(36)'},
			{'id':'06','step':'23.36сбн'},
			{'id':'07','step':'24.36сбн'}
			]},
		{'id':'07','title':'Меняем нить на голубую.', 'text':[
			{'id':'01','step':'25.36сбн'},
			{'id':'02','step':'26.(5сбн, пр)*6(42)'},
			{'id':'03','step':'27.42сбн'},
			{'id':'04','step':'28.(5сбн,уб)*6(36)'},
			{'id':'05','step':'29.(4сбн,уб)*6(30)'}
			]},
		{'id':'08','title':'Ввязываем ногу.', 'text':[
			{'id':'01','step':'30.6сбн,(приложить ногу и провязать по ней 6сбн), 6сбн,(приложить ногу 6сбн по ней), 6сбн.(24)'},
			{'id':'02','step':'31.(3сбн,уб)*6(24)'},
			{'id':'03','step':'32.(2сбн,уб)*6(18)'}
			]},
		{'id':'09','title':'Набиваем тело.', 'text':[
			{'id':'01','step':'33.(сбн,уб)*6(12)'},
			{'id':'02','step':'34.6убавок.'}
			]},
		{'id':'10','title':'Ушки:', 'text':[
			{'id':'01','step':'1.6вка'},
			{'id':'02','step':'2.6пр(12)'}
			]},
		{'id':'11','title':'Мордочка:', 'text':[
			{'id':'01','step':'1.Набираем 8 возд.петель.Во вторую петлю от крючка делаем прибавку, 5сбн, в крайнюю провязать3сбн, вяжемпокругу, 6сбн.(16)'},
			{'id':'02','step':'2.2пр, 5сбн, 3пр, 5 сбн, пр, сделать петлю смещения, это значит провязать сбнв первую петлю следующего ряда и сместить маркер вперед.(22)'},
			{'id':'03','step':'3.Пр, сбн, пр, 6сбн, пр, сбн, пр, сбн, пр, 6сбн, пр, сбн(28)'},
			{'id':'04','step':'4-5.28сбн'}, 
			{'id':'05','step':'6.Уб, сбн, уб, 6сбн, уб, сбн, уб, сбн, уб, 6сбн, уб, сбн(22)'}
			]},
		{'id':'12','title':'Хвостик:', 'text':[
			{'id':'01','step':'1.6вка'},
			{'id':'02','step':'2-3.6сбн'}
			]},
		{'id':'13','title':'Приступаем к сборке бегемоши.', 'text':[
			{'id':'01','step':'Пришиваем мордочку под 9 рядом, вышиваем ноздри. Нужно сделать утяжку,чтобы появился ротик,вставляем нить снизу, выводим сверху и обратно несколько раз.Как на фото. Можно не делать, это по желанию))).'}
			]}
]
},{
	'id':'03',
	'image':'images/20190710_132631.jpg',
	'title':'Котик',
	'author':'Мартин Артихович',
	'shema':[
		{'id':'01','title':'Условные обозначения:',
			'text':[
					{'id':'01','step':'СБН — столбик без накида.'},
					{'id':'02','step':'Пр. — прибавка.'},
					{'id':'03','step':'Уб. — убавка.'},
				]
		},
		{'id':'02','title':'Туловище:',
			'text':[
				{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
				{'id':'02','step':'2 ряд: пр. по кругу (12);'},
				{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
				{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
				{'id':'05','step':'5 ряд: 3 СБН, пр. (30);'},
				{'id':'06','step':'6 ряд: 4 СБН, пр. (36);'},
				{'id':'07','step':'7 ряд: 5 СБН, пр. (42);'},
				{'id':'08','step':'8 ряд: 6 СБН, пр. (46);'},
				{'id':'09','step':'9 ряд: 7 СБН, пр. (52);'},
				{'id':'10','step':'10 ряд: 8 СБН, пр. (58);'},
				{'id':'11','step':'11—25 ряд: СБН по кругу (58);'},
				{'id':'12','step':'26 ряд: 8 СБН, уб. (52);'},
				{'id':'13','step':'27 ряд: 7 СБН, уб. (46);'},
				{'id':'14','step':'28—30 ряд: СБН по кругу (46);'},
				{'id':'15','step':'31 ряд: 6 СБН, уб. (42);'},
				{'id':'16','step':'32 ряд: 5 СБН, уб. (36);'},

				{'id':'17','step':'33 ряд: 4 СБН, уб. (30);'},
				{'id':'18','step':'34 ряд: СБН по кругу (30);'},
				{'id':'19','step':'35 ряд: 3 СБН, уб. (24);'},
				{'id':'20','step':'36 ряд: 2 СБН, уб. (18);'},
				{'id':'21','step':'37 ряд:  СБН по кругу (18);'}
			]
		},
		{'id':'03','title':'Голова:',
			'text':[
				{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
				{'id':'02','step':'2 ряд: пр. по кругу (12);'},
				{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
				{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
				{'id':'05','step':'5 ряд: 3 СБН, пр. (30);'},
				{'id':'06','step':'6 ряд: СБН по кругу (30);'},
				{'id':'07','step':'7 ряд: 4 СБН, пр. (36);'},
				{'id':'08','step':'8 ряд: СБН по кругу (36);'},
				{'id':'09','step':'9 ряд: 5 СБН, пр. (42);'},
				{'id':'10','step':'10 ряд: СБН по кругу (42);'},
				{'id':'11','step':'11 ряд: 6 СБН, пр. (48);'},
				{'id':'12','step':'12 ряд: СБН по кругу (48);'},
				{'id':'13','step':'13 ряд: 7 СБН, пр. (54);'},
				{'id':'14','step':'14 ряд: СБН по кругу (54);'},
				{'id':'15','step':'15 ряд: 7 СБН, уб. (48);'},
				{'id':'16','step':'16 ряд: СБН по кругу (48);'},
				{'id':'17','step':'17 ряд: 6 СБН, уб. (42);'},
				{'id':'18','step':'18 ряд: СБН по кругу (42);'},
				{'id':'19','step':'19 ряд: 5 СБН, уб. (36);'},
				{'id':'20','step':'20 ряд: СБН по кругу (36);'},
				{'id':'21','step':'21 ряд: 4 СБН, уб. (30);'},
				{'id':'22','step':'22 ряд: СБН по кругу (30);'},
				{'id':'23','step':'23 ряд: 3 СБН, уб. (24);'},
				{'id':'24','step':'24 ряд: 2 СБН, уб. (18).'}
			]
		},
		{'id':'04','title':'Лапки (2 детали):',
			'text':[
				{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
				{'id':'02','step':'2 ряд: пр. по кругу (12);'},
				{'id':'03','step':'3 ряд: 3 СБН, пр. (15);'},
				{'id':'04','step':'4—5 ряд: СБН по кругу (15);'},
				{'id':'05','step':'6 ряд: 3 СБН, пр. (12);'},
				{'id':'06','step':'7—16 ряд: СБН по кругу (12).'}
			]
		},
		{'id':'05','title':'Хвост:',
			'text':[
				{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
				{'id':'01','step':'2 ряд: пр. по кругу (12);'},
				{'id':'01','step':'3 ряд: 3 СБН, пр. (15);'},
				{'id':'01','step':'4—17 ряд: СБН по кругу (15)'}
			]
		},
		{'id':'06','title':'Мордочка:',
			'text':[
				{'id':'01','step':'1 ряд: 8 СБН в кольцо амигуруми (8);'},
				{'id':'01','step':'2 ряд: пр. по кругу (16);'},
				{'id':'01','step':'3—4 ряд: СБН по кругу.'},
				{'id':'01','step':'На протяжении всего вязания мордочки всевремя растягивайте ее горизонтально для того чтобы она приняла форму овала.'}
			]
		},
		{'id':'07','title':'Уши (2 детали):',
			'text':[
				{'id':'01','step':'1 ряд: 4 СБН в кольцо амигуруми (4);'},
				{'id':'02','step':'2 ряд: 1 СБН, пр. (6);'},
				{'id':'03','step':'3—4 ряд: СБН по кругу (6);'},
				{'id':'04','step':'5 ряд: 2 СБН, пр. (8).'}
			]
		},
		{'id':'08','title':'Сборка:',
			'text':[
				{'id':'01','step':'Пришиваем голову, хвост и лапки к туловищу; ушки и мордочку пришиваем к голове, вышиваем носик и ротик, пришиваем глазки, через мордочку протягиваем усики следующим образом: пятисантиметровую нитку сложить пополам, продеть петельку через мордочку, вставить в нее два кончика и затянуть.'}
			]
		}
		]
	},
	{
	'id':'04',
	'image':'images/20190713_094531.jpg',
	'title':'Сердце',
	'author':'Мартин Артихович',
	'shema':[
		{'id':'01','title':'Условные обозначения:',
			'text':[
					{'id':'01','step':'СБН — столбик без накида.'},
					{'id':'02','step':'Пр. — прибавка.'},
					{'id':'03','step':'Уб. — убавка.'},
				]
		},	
		{'id':'02','title':'Одна половинка:',
			'text':[
					{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
					{'id':'02','step':'2 ряд: пр. по кругу (12);'},
					{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
					{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
					{'id':'05','step':'5—9 ряд: СБН по кругу (24).'},
 					{'id':'06','step':'У первой половинки обрезать нить. Вторую вязать по той же схеме, но нить не обрезать.'},
 					{'id':'07','step':'Когда свяжете вторую половинку, ее нитью провяжите 6 СБН за обе части, а затем вяжите ряды по кругу двух половинок.'}
				]
		},
		{'id':'03','title':'Основная часть:',
			'text':[
 					{'id':'01','step':'10—12 ряд: СБН по кругу (36);'},
 					{'id':'02','step':'13 ряд: 4 СБН, уб. (30);'},
 					{'id':'03','step':'14 ряд: СБН по кругу (30);'},
 					{'id':'04','step':'15 ряд: 3 СБН, уб. (24);'},
 					{'id':'04','step':'16 ряд: 2 СБН, уб. (18);'},
 					{'id':'04','step':'17 ряд: СБН по кругу (18);'},
 					{'id':'04','step':'18 ряд: 1 СБН, уб. (12);'},
 					{'id':'04','step':'19 ряд: СБН по кругу (12);'},
 					{'id':'04','step':'20—21 ряд: уб. по кругу.'},
   					{'id':'04','step':'К сердечку можно приклеить живые глазки, но и без них игрушка выглядит отлично!'},
   					{'id':'04','step':'Итак, у нас есть сердечко—отличный подарок любому близкому человеку!!!'},
				]
		}
		]
	},
		{
	'id':'05',
	'image':'images/20190710_132808.jpg',
	'title':'Гриб',
	'author':'Мартин Артихович',
	'shema':[
		{'id':'01','title':'Условные обозначения:',
			'text':[
					{'id':'01','step':'СБН — столбик без накида.'},
					{'id':'02','step':'Пр. — прибавка.'},
					{'id':'03','step':'Уб. — убавка.'},
				]
		},
		{'id':'02','title':'Шляпка. Верхняя часть:',
			'text':[
			{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
			{'id':'02','step':'2 ряд: пр. по кругу (12);'},
			{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
			{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
			{'id':'05','step':'5 ряд: 3 СБН, пр. (30);'},
			{'id':'06','step':'6 ряд: СБН по кругу (30);'},
			{'id':'07','step':'7 ряд: 4 СБН, пр. (36);'},
			{'id':'08','step':'8 ряд: СБН по кругу (36);'},
			{'id':'09','step':'9 ряд: 5 СБН, пр. (42);'},
			{'id':'10','step':'8 ряд: 6 СБН, пр. (46);'},
			{'id':'11','step':'9 ряд: 7 СБН, пр. (52);'},
			{'id':'12','step':'10 ряд: 8 СБН, пр. (58);'},
			{'id':'13','step':'11 ряд: 9 СБН, пр. (64);'},
			{'id':'14','step':'12 ряд: 10 СБН, пр. (70);'},
			{'id':'15','step':'13 ряд: 5 СБН, пр. (82);'},
			{'id':'16','step':'14—15 ряд: СБН по кругу (82);'},
			{'id':'17','step':'16 ряд: 13 СБН, пр. (88);'},
			{'id':'18','step':'17 ряд: СБН по кругу (88);'},
			{'id':'19','step':'18 ряд: 14 СБН, пр. (96);'},
			{'id':'20','step':'19 ряд: СБН по кругу (96);'},
			]
		},
		{'id':'03','title':'Шляпка. Нижняя часть (Нить не обрезать! Меняем цвет.):',
			'text':[
			{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
			{'id':'02','step':'2 ряд: пр. по кругу (12);'},
			{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
			{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
			{'id':'05','step':'5 ряд: 3 СБН, пр. (30);'},
			{'id':'06','step':'6 ряд: 4 СБН, пр. (36);'},
			{'id':'07','step':'7 ряд: 5 СБН, пр. (42);'},
			{'id':'08','step':'8 ряд: 6 СБН, пр. (46);'},
			{'id':'09','step':'9 ряд: 7 СБН, пр. (52);'},
			{'id':'10','step':'10 ряд: 8 СБН, пр. (58);'},
			{'id':'11','step':'11 ряд: 9 СБН, пр. (64);'},
			{'id':'12','step':'12 ряд: 10 СБН, пр. (70);'},
			{'id':'13','step':'13 ряд: 11 СБН, пр. (76);'},
			{'id':'14','step':'14 ряд: 12 СБН, пр. (82);'},
			{'id':'15','step':'15 ряд: 13 СБН, пр. (88);'},
			{'id':'16','step':'16 ряд: 14 СБН, пр. (96).'},
			{'id':'17','step':'Нить обрезать, взять верхнюю часть шляпки и ее нитью (которую мы не обрезали), вяжем за обе части и постепенно набиваем. Когда провяжете один ряд, обрежьте нить, затяните и спрячьте внутрь.'},
			{'id':'18','step':'Итак, шляпка готова!'},
			]
		},
		{'id':'03','title':'Ножка:',
			'text':[
			{'id':'01','step':'1 ряд: 6 СБН в кольцо амигуруми (6);'},
			{'id':'02','step':'2 ряд: пр. по кругу (12);'},
			{'id':'03','step':'3 ряд: 1СБН, пр. (18);'},
			{'id':'04','step':'4 ряд: 2 СБН, пр. (24);'},
			{'id':'05','step':'5 ряд: 3 СБН, пр. (30);'},
			{'id':'06','step':'6—22 ряд: СБН по кругу (30).'},
  			{'id':'07','step':'Итак, все детали готовы. Собираем нашу игрушку: находим междурядье 3-го и 4-го ряда у шляпки и за него пришиваем ножку. Можно приклеить живые глазки.'},
  			{'id':'08','step':'Поздравляю с новой игрушкой!!!'}
			]
		}
		]
}
]
